window.jsLg = {
	logout : 'Выход',
	message:'Сообщение',
	yes:'Да',
	no:'Нет',
	ok:'Ok',
	day: 'день (дни)',
    successed : 'Успеншно',
    More:'Больше',
    Less:'Меньше',

	subscribe_1:'Введите ключевые слова!',
    subscribe_2:'Введите Email',
    subscribe_3:'Введите действующий e-mail!',
    subscribe_4:'Ключевое слово товаров',
    subscribe_5:'Ваш Email',
    subscribe_6:'Благодарим за регистрацию. Мы добавили Ваш Email в списке.',

    addCart_1 :'Количества для данного товара должны более чем на 50.',
    addCart_2: 'Пожалуйста, выберите ',
    addCart_3:'Не может быть представлен по следующим причинам:',
    addCart_4:'Успешно добавлен в корзину!',
    addCart_5:' продолжить покупки',
    addCart_6:'Проверять',
    addCart_7:'К сожалению! Ваш операция не удалась!',
    addCart_8:'Определять',
    addCart_9:'КОРЗИНА',
    

    favoriteTips_1:'Извините, этот товар  был распродан; не можете добавить в избранные.',

	formMsg:{
		email_require_msg:'Пожалуйста, введите действующий электронный адрес',
		email_maxlength:'Вы можете написать максимум {0} символов',
		email_in_user: 'E-mail пользователя уже используется',
		password:'Укажите пароль',
        passwor_maxlength:'Вы можете написать максимум {0} символов',
		password_minlength:'Введите по крайней мере {0} символов',

		password_repeat: 'Повторите ваш пароль',
		password_equalTo: 'Введите одинаковый пароль',

        register_agreement:'Для завершения регистрации, вы должны согласиться с Условиями на sammydress.',
        please_enter_verification_code:'Введите проверочный код',
        verification_code_minlength:'Введите по крайней мере {0} символов',
        Enter_at_least: 'Введите по крайней мере {0} символов',
		
		firstname_msg : 'Введите имя',
		checkUserName:'Не может содержать цифры',
        firstname_maxlength_msg : "Вы можете написать не более 35 символов",
         lastname_msg : "Пожалуйста, введите фамилию.",
         lastname_maxlength_msg : "Вы можете написать не более 35 символов",

		addressline1_msg : "Введите полный адрес 1",
        addressline1_maxlength_msg : "Вы можете написать максимум {0} символов",
        addressline1_minlength_msg:"Ваш почтовый адрес должен быть не менее {0} символов",
        addressline2_maxlength_msg : "Вы можете написать максимум 35 символов",
        adres1_to_adres2:'For addresses longer than 35 characters,please continue on Address Line2.',

        city_msg : " Введите город грузополучателя, пожалуйста.",
        city_minlength_msg:"  Ваш город должен быть не менее {0} символов",
        city_maxlength_msg : "Вы можете написать не более 35 символов",

        province_msg : "Введите Область / Государство получителя.",
        province_maxlength_msg : "Вы можете написать не более 35 символов",

        country_msg : "Выберите страну получателя, пожалуйста.",

        zipcode_msg : "Введите почтовый индекс, пожалуйста.",
        zipcode_maxlength_msg : "Пожалуйста, введите Почтовый индекс/Почтовый код",
        zipcode_minlength_msg:"Ваш почтовый индекс должен быть не менее {0} символов",

        tel_msg : "Введите номер телефона, пожалуйста.",
        tel_maxlength_msg : "Вы можете написать не более 15 символов",
        tel_minlength_msg:"Ваш номер телефона должен быть не менее {0} символов",
        digits:'Недопустимые символы (используйте только цифры)',
		//用户评论和提问
		vote: 'Пожалуйста, оцените',
		nickname: 'Введите ваше ник',
		required: 'Это поле обязательно.',
		exceedChar: 'Не превышает 3000 символов.',
		leastChar: 'Напишите по крайней мере, 30 символов',
		
		checkAddress:'Адрес не может содержать двойные кавычки',

        
        email_maxlength_msg : "Сможете написать максимум 60 символов",
        priceMatch:{
            emailRequire: 'Поле Email необходимо.',
            emailError: 'Электронная почта является недопустимой.',
            urlRequire: 'Поле URL необходимо.',
            urlError: 'Этот URL является недопустимым.'
        }

	},
    inquiry:{
        txtPrice:'Ваш целевая цена!',
        txtQuantity:'Укажите количество',
        txtDelDay:'Укажите Провинция / Государство',
        txtTrueName:'Укажите свое полное имя',
        txtPhone:'Укажите свой номер телефона!',
        txtEMail:'Укажите свой email',
        txtMessage:'Заполните свое сообщение',
        
        success : 'Ваш запрос был представлен, и мы ответим Вам в течение 24 часов, спасибо!'

    },
	user:{
		yes : 'ДА',
		no : 'НЕТ',
		deteTips_1:'Выберите причину!',
		deteTips_2:'выберите причину почему вы отменили заказ.',
		deteTips_3:'Я сделал неправильные заказы.',
		deteTips_4:'Я не могу заплатить за мои заказы.',
		deteTips_5:'Сделаю новые заказы, потому что я нашел скидки.',
		deteTips_6:'Я не хочу этот заказ.',
		deteTips_7:'Я нахожу некоторые выгодные предложения на другом веб-сайте.',
		deteTips_8:'Другие',
		deteTips_9:'Вы уверены, чтобы отменить заказ?',
		
		deleteAddress:'Вы уверены, что хотите удалить адрес доставки?',
		anError:'Произошла Ошибка.',
		thanksMsg:'Спасибо за распределение! Ваше фото будет рассмотрен и будет принят в галерее.',
		confirmDelete:'Вы уверены, что хотите удалить товар(ы) из списка Избранное?',
		noSelect:'Вы не выбрали удалить в Избранное, попробуйте еще раз.',
		
		check_myform_1:'Blog URL не пусто!',
        check_myform_2:"Blog URL не включают",
		check_myform_2_2:"",
        check_myform_3:'Blog URL ошибка!',

        deletCancleOrdeTitle:'Вы уверены, что хотите удалить этот заказ? ',
    	deletCancleOrde:'Заказ будет безвозвратно удален. Вы  все ещё хотите удалить его?'
	},
	affiliates : {
	    requir : 'Это поле обязательно.',
	    url : "Введите действительный URL.",
	    no_more_60 : 'Введите не более 60 символов.',
	    no_more_200 : 'Введите не более 200 символов.',
	    submit_Success : 'Отправить успешно! Спасибо за Ваш выбор! Мы подтвердим вашу информацию как можно скорее!'
	},
    addToCartPage_1:'Вы уверены, что вы хотите выполнить это действие?',
    addToCartPage_2:'Обработка ...',
    addToCartPage_3:'Пожалуйста, не удаляйте или изменить скидочный купон и не можете получить соответствующую скидку',
    addToCartPage_4:'Скидочный Код Не вводите слишком много символов',
    addToCartPage_5:'Обработка...',
    addToCartPage_6:'Пожалуйста, выберите товары.',

    checkOut_1:'Пожалуйста, выберите способ доставки',
    checkOut_2:'Пожалуйста, выберите способ оплаты',
    checkOut_3:'Отзыв должен быть меньше 500 символов.',
    checkOut_4:'выберите свою ​​подарочную картуd',
    checkOut_5:'Товар(ы) не может быть отправлен через фиксированной доставки. Пожалуйста, выберите стандартную доставку или ускоренную доставку вместо.',
    
    scrollFallPage_1:'Нет больше загрузки страницы.',

    anError:'Произошла ошибка.',
    out_of_stock: 'Наличие меньше (#num#)',
    saveForLater:'Все товары будут сохранены, вы можете извлечь их в следующий раз в любом месте.',
    
    sendEmaix : 'Mail был Отправлен!',
    seeAllDepartments:'<strong>+</strong> Смотреть Все <span></span> Отделы',
    seeFewerDepartments:'<strong>-</strong> Смотреть Частичные Отделы',
    mobile_site:'Мобильный сайт',
	
	bust:'Грудь',
	waist:'Талия',
	hips:'Бедра',

    wallet:{
        enterPas:'Введите пароль.',
        IncorrectPas:"Пароль, который Вы ввели неверный, попробуйте еще раз.",
        otherPayMethod:"Баланс вашего кошелька не достаточно, выберите другой способ оплаты, чтобы заплатить остаток, пожалуйста.",

        isRightfulString:'Ваш пароль должен содержать сочетание букв и цифр.'
    },
    complaint:{
        type:'Выберите категорию жалобы',
        text:'Введите своё сообщение'
    },
    trackingInfo:'Извините, ваша информация о доставке еще не обновляется',

    surveyText: 'получить <b>8%</b> купон',
    goods_gift:{
        showIsNoLogin:'Извините, вам нужно войти или зарегистрироваться сперва.',
        canNotGotAgin:'Извините, вы уже выиграли этот дар.',
        gotGift_1:'Поздравления!  <br /> Вы уже получили <strong><span id="js_gotGiftPoint"></span> S</strong> очки!',
        gotGift_2:'Поздравления! <br /> Вы выиграли <strong>10%</strong> скидки купона. Код купона является: <strong>BIRTHDAY</strong>'
    },
    presal_upimg:{
        notSelect:'Вы не выбрали файл для загрузки.',
        required:'Это поле обязательно к заполнению!',
        successfully:'Загрузили успешно! Подождите подтверждения.'
    }
}